export default {
  // Text Panel
  '文本': '文字',
  '颜色': '顏色',
  '字体': '字體',
  '大写': '大寫',
  '字号': '字號',
  '背景色': '背景色',
  '圆角': '圓角',
  '内边距': '內邊距',
  '描边': '描邊',
  '对齐': '對齊',
  '底边距': '底邊距',
  '紧贴底边': '緊貼底邊',
  '垂直居中': '垂直居中',

  // Basic Panel
  '基础': '基本',
  '位置': '位置',
  '尺寸': '尺寸',
  '旋转': '旋轉',
  '居中': '居中',
  '原始尺寸': '原始尺寸',
  '平铺': '平鋪',
  '拉伸': '拉伸',
  '视频尺寸为{width}x{height}。': '影片尺寸為{width}x{height}。',
  '调整文本尺寸可能会改变文本展示效果，建议调整字体大小': '調整文字尺寸可能會改變文字展示效果，建議調整字體大小',

  // Library
  '视频': '影片',
  '音频': '音訊',
  '图片': '圖片',
  '新建文本': '新增文字',
  '花字库': '字體庫',
  '默认文本': '預設文字',

  // Export
  '导出': '匯出',

  // Tools
  '撤销': '復原',
  '重做': '取消復原',

  // Tooltips
  '清除选中': '清除選取',
  '删除当前选中': '刪除目前選取',
  '分割当前选中': '分割目前選取',
  '分割当前选中，只保留左侧': '分割目前選取，只保留左側',
  '分割当前选中，只保留右侧': '分割目前選取，只保留右側',
  '水平翻转': '水平翻轉',
  '将连续且相邻的素材拼接下载': '拼接連續且相鄰的素材並下載',

  // Library
  '当前': '目前',
  '导入': '匯入',
  '全部': '全部',
  '删除': '刪除',
  '拖拽视频到这里': '拖曳影片到這裡',
  '拖拽音频到这里': '拖曳音訊到這裡',
  '拖拽图片到这里': '拖曳圖片到這裡',
  '或者点击上传': '或者點擊上傳',
  '暂无素材，请先导入素材': '暫無素材，請先匯入素材',

  // Manager
  '选择一个视频，开始你的创作。': '選擇一個影片，開始你的創作。',
};